"%.0lfk of %.0lfk" = "%1$.0lfk 之 %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ 已经安装成功，将会于 %3$@ 下次启动时生效，您想现在就重新开启么？";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ 是当前的最新版本。";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "最新版本是 %1$@ %2$@  (您正使用的是 %3$@)。 您想现在就下载更新么？";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ 不具备对程序所在文件夹的写入权限，您是在光盘镜象上开启此程序的么？如果不是，您需要联络系统管理员来协助。";
"A new version of %@ has been installed!" = "新版本的 %@ 已经安装成功！";
"A new version of %@ is available!" = "新版本的 %@ 已经提供下载了！";
"An error occurred during installation. Please try again later." = "安装过程中出现错误。请稍后再试。";
"An error occurred in retrieving update information. Please try again later." = "接收升级信息时出现错误。请稍后再试。";
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "在接收更新信息的时候发生了一个错误；你是否已经连接到网络上？请稍后再试一次。";
"An error occurred while extracting the archive. Please try again later." = "解压过程中出现错误。请稍后再试。";
"An error occurred while trying to download the file. Please try again later." = "文件下载过程中出现错误。请稍后再试。";
"An update is already in progress!" = "升级正在进行中！";
"Anonymous system profile information is used to help us plan future development work." = "匿名系统概述信息用于帮助我们计划未来的发展。";
"Cancel" = "取消";
"Check for updates on startup?" = "程序启动时自动检查更新么？";
"Downloading update..." = "正在下载更新...";
"Extracting update..." = "正在解压更新...";
"Include anonymous system profile?" = "包括匿名系统概述吗？";
"Install Update" = "安装更新";
"Install and Relaunch" = "安装然后重新开启";
"Installing update..." = "正在安装更新...";
"No" = "否";
"OK" = "好的";
"Ready to install!" = "可以开始安装了！";
"Release Notes:" = "更新信息:";
"Remind Me Later" = "稍候再提示我";
"Skip This Version" = "跳过这个版本";
"Software Update" = "软件更新";
"Update Error!" = "更新错误！";
"Updating %@" = "正在更新 %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "您想让 %@ 在启动时自动检查更新么？如果不，您可以在程序菜单中进行手动检查。";
"Yes" = "是的";
"You're up to date!" = "您使用的就是最新版！";
